/* No comment provided by engineer. */
"Contact Information Required" = "Kontaktinformationen werden benötigt";

/* No comment provided by engineer. */
"Please provide either your email address or AIM name in case we need to contact you for additional information (or to suggest a solution)." = "Bitte geben Sie Ihre E-Mail Adresse oder ihren AIM-Namen an, damit wir Sie kontaktieren können wenn eine mehr Informationen benötigt werden oder eine Lösung des Problems vorliegt.";
